const data = {
  list: [
    {
      q: "1、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "2、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "3、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "4、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "5、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "6、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "7、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "8、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "9、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "10、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "11、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    },
    {
      q: "12、您目前的职业状况是？",
      a: {
        "A": "无业或退休",
        "B": "自由职业或佣金收入",
        "C": "自营事业",
        "D": "机关、事业单位或社会团体人员",
        "E": "企业员工"
      }
    }
  ]
};

export default data;