<template>
  <div class="credit-bar">
    <div class="agreement-bar">
      <h2>用户注册协议</h2>

      <h3>一、总则</h3>
      <p>1.1、懂保险的所有权、运营权、解释权中诚华峰保险经纪有限公司重庆分公司所有，旗下网站中文称“懂保险”。</p>
      <p>1.2、用户在注册前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户，并完全接受本协议项下的全部条款。</p>
      <p>1.3、用户在注册成功后，懂保险将会给予每个用户唯一用户账号以及相应的密码，该用户账号和密码由用户负责保管；用户需要对自己在账户中的所有活动和事件负全责。如果由于您的过失导致您的账号和密码脱离您的控制，则由此导致的针对您、或任何第三方造成的损害，您将承担全部责任。</p>
      <p>1.4、本协议由懂保险随时更新，用户应当及时关注并同意本站不承担通知义务。本站的通知、公告、声明或其他类似内容是本协议的一部分。若用户不同意修改后的协议内容，用户应当立即停止使用懂保险的服务。</p>

      <h3>二、合作内容</h3>
      <p>2.1、懂保险用户注册成功后，即可获得懂保险专用软件平台（保险推广平台）或中诚华峰重分官网以及其他懂保险平台的产品推广权利，每个产品由懂保险用户推广成功后都会得到相应的“推广费”，“推广费”依据懂保险向懂保险用户所公示的方式计算和支付费用，作为懂保险用户推广懂保险产品的费用。</p>
      <p>2.2、懂保险有权根据中诚华峰重分策略随时更改产品的收益模式、分成比例及结算策略，您在此同意始终遵守。如果懂保险用户的目标推广客户出现退保、减额或保险公司因其他原因停止缴付保费，懂保险不再支付因此产生的推广费用及任何奖励。</p>

      <h3>三、注册条款</h3>
      <p>3.1、您确认，在您注册成为懂保险用户以及接受本服务之前，你已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。</p>
      <p>3.2、您声明，在您同意接受本协议并注册成为懂保险用户时，您是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受您所属国家或地区的排斥。</p>
      <p>3.3、在注册时，向懂保险提供真实、准确、即时、完整的注册信息及相应的证件资料并及时更新上述信息及资料以保持其真实、准确、即时、完整；</p>
      <p>3.4、在确知或者有合理理由怀疑您提供的信息不真实、不准确、不即时、不完整时，懂保险有权单方暂停或终止对您的服务。</p>

      <h3>四、使用条款</h3>
      <p>4.1、用户在使用懂保险提供的服务时，应遵守国家《计算机信息系统国际联网保密管理规定》、《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》等相关法律规定、懂保险的相关协议及规则。</p>
      <p>4.2、用户在使用懂保险服务时，应遵守中国保监会、保险行业协会相关的法律法规。</p>
      <p>
        <label>4.3、用户在使用懂保险服务时，禁止任何违法违规行为，如：</label>
        <span>4.3.1、任何干扰或破坏懂保险或与懂保险相连的服务器和网络及从事其他干扰或破坏懂保险服务的活动，将懂保险作任何非法用途；</span>
        <span>4.3.2、发布侵犯党和国家利益的言论；发布骚扰、滥用或威胁其他用户的信息、广告信息；</span>
        <span>4.3.3、发布其他任何违反国家相关法律法规的信息。</span>
      </p>

      <h3>五、隐私保护政策</h3>
      <p>
        <label>5.1、每当懂保险用户提供给懂保险个人信息时，懂保险会采取合理的步骤保护懂保险用户的个人信息，懂保险也会采取合理的安全手段保护已存储的个人信息。由于网上技术发展的突飞猛进，懂保险会随时更新并公布懂保险的信息保密制度，除非以下三种情况外，懂保险不会在未经合法懂保险用户授权时，公开、编辑或透露懂保险成员资料及其它保存在懂保险中的保密性内容：</label>
        <span>1)、根据有关法律规定要求；</span>
        <span>2)、有关权力机关要求；</span>
        <span>3)、懂保险成员授权（包括如果懂保险用户要求懂保险提供特定服务时，懂保险则需要把懂保险用户的姓名和地址提供给与此相关联的第三方如邮政服务单位、合作商家、合作伙伴）。</span>
      </p>

      <h3>六、风险分担</h3>
      <p>懂保险用户使用本网站将承担一定风险：懂保险将不承担由于懂保险用户自身过错、技术或其它不可控原因导致网站页面信息或其它方面的错误而给懂保险用户造成的损失。</p>

      <h3>七、责任声明</h3>
      <p>7.1、在用户使用懂保险平台等产生的风险，由用户自行承担，懂保险不会通融；</p>
      <p>7.2、懂保险不保证提供的服务或平台完全符合用户的要求</p>
      <p>7.3、懂保险不承担在用户提供产品和服务给客户时的诚信和信誉保证、不承担因用户原因产生的过错，并且因此产生的客户根据相关法律法规进行的投诉、起诉、索赔等要求时，北京阿方提科技有限公司有权向用户或关联方进行索赔，包括但不限于各种合理的费用；</p>
      <p>7.4、因不可抗力因素、非懂保险本身行为而产生的意外因素（包括传输延迟、病毒、黑客的入侵、网络故障等）等造成的损失，懂保险不具有任何会员的损失；</p>
      <p>7.5、在懂保险平台或相关软件平台中的内容，用户需独立进行甄别，懂保险在保证平台或相关软件平台中内容合法的前提下，不保证相关内容的权威性；</p>
      <p>7.6、懂保险平台或相关软件平台中，在符合相关法律法规前提下，若有第三方链接网址或商品，则懂保险对第三方网址发送的内容、服务等真实有效性不负责任；</p>
      <p>7.7、懂保险提供的服务或产品，不保证一定会适合用户或客户，由此产生的不满，唯一的补救措施是停止使用，由此产生的任何损失，懂保险不负责任。</p>

      <h3>八、法律适用</h3>
      <p>本合作协议条款应符合中华人民共和国法律法规的规定，懂保险用户和保懂保险一致同意接受中华人民共和国法律的管辖。当本合作协议条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释或重新修订，而其它条款则依旧对懂保险及懂保险用户产生法律效力。 本协议条款的解释及适用，以及与本协议条款有关的争议，均应依照中华人民共和国法律予以处理，并以中诚华峰保险经纪有限公司重庆分公司所在地人民法院为管辖法院。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "agreement",
  methods: {
    sure() {}
  }
};
</script>



<style lang="less">
.agreement-bar {
  position: relative;
  display: block;
  width: 100%;
  padding: 20px;
  h2 {
    font-size: 18px;
    margin-bottom: 15px;
    text-align: center;
    font-weight: 700;
  }
  h3 {
    margin-bottom: 10px;
    font-weight: 700;
    font-size: 14px;
  }
  p {
    margin-bottom: 10px;
    // text-indent: 2em;
    line-height: 20px;
    font-size: 13px;
    &.b {
      font-weight: 700;
    }
    label {
      display: block;
      &.t {
        text-indent: 10px;
        & ~ span {
          text-indent: 20px;
        }
      }
      &.b{
        font-weight: 700;
      }
    }
    span {
      display: block;
      text-indent: 10px;
    }
  }
}
</style>

