<template>
  <div class="credit-bar">
    <div class="agreement-bar">
      <h2>理赔帮助</h2>
      <p>
        <label class="b mb-10">保险公司报案电话：</label>
        <span>平安财险：95511</span>
        <span>易安财险：4000-121212</span>
        <span>人保财险：95518</span>
        <span>众安财险：400-999-9595</span>
      </p>
      <p>
        <label class="b mb-10">理赔流程：</label>
        <span>1．理赔报案（准备好投保人/被保人身份证号、保单号）</span>
        <span>2．准备理赔资料（按照客服提供的地址邮件或拍摄电子版资料）</span>
        <span>3．寄送理赔资料</span>
        <span>4．等待理赔结果（说明：可直接拨打报案后收到的短信中电话咨询理赔进度。）</span>
      </p>

      <p>
        <label class="b mb-10">以下为理赔材料，依据事故具体情况可能还需补充其他材料：</label>
        <span>注：如在其他单位已经报销，需提供由报销单位盖章的理赔资料复印件和费用分割单原件。</span>
      </p>

      <h3>1.意外医疗门诊 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件</p>
      <p>1.4门（急）诊医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告（无则不提供）</p>
      <p>1.6意外事故证明（一般为公司、村委会等开具；若是交通事故需提供交通管理部门出具的交通事故责任认定书；若是工伤事故需提供相关单位的工伤证明）</p>
      <p>1.7授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>2.意外住院医疗/意外住院津贴/重大疾病（意外原因） 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件，及出院小结</p>
      <p>1.4住院医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.6意外事故证明（一般为公司、村委会等开具；若是交通事故需提供交通管理部门出具的交通事故责任认定书；若是工伤事故需提供相关单位的工伤证明）</p>
      <p>1.7授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>3.疾病住院医疗/疾病住院津贴/重大疾病 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件，及出院小结</p>
      <p>1.4住院医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.6授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>4.意外全残/残疾 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件，及出院小结</p>
      <p>1.4住院医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.6意外事故证明（一般为公司、村委会等开具；若是交通事故需提供交通管理部门出具的交通事故责任认定书；若是工伤事故需提供相关单位的工伤证明）</p>
      <p>1.7由法定机构或医疗机构出具的伤残鉴定书</p>
      <p>1.8授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>5.疾病全残/残疾 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件，及出院小结</p>
      <p>1.4住院医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.6由法定机构或医疗机构出具的伤残鉴定书</p>
      <p>1.7授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>6.意外身故/疾病身故 申请资料</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件，及出院小结</p>
      <p>1.4住院医疗费用原始收据及其药品清单或处方</p>
      <p>1.5病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.6意外事故证明（一般为公司、村委会等开具；若是交通事故需提供交通管理部门出具的交通事故责任认定书；若是工伤事故需提供相关单位的工伤证明）</p>
      <p>1.7由法定机构或医疗机构出具的伤残鉴定书</p>
      <p>1.8授权委托书和受托人身份证明（委托理赔适用）</p>

      <h3>7.意外身故/疾病身故</h3>
      <p>1.1保单（保险合同）和保险理赔申请书</p>
      <p>1.2申请人或受益人银行卡复印件及身份证复印件</p>
      <p>1.3诊断证明（医疗机构出具、加盖印章）、门（急）诊病历原件</p>
      <p>1.4病理、X线、CT、B超等血液、影响或其他方式的检查报告</p>
      <p>1.5 死亡证明、户口注销证明或丧葬证明</p>
      <p>1.6受益人或继承人身份证明及与被保人关系证明（如户口本）、遗产继承公正书等法律文件或保险金继承协议书（未指定受益人、继承适用）</p>
      <p>1.7意外事故证明（意外身故适用，一般为公司、村委会等开具；若是交通事故需提供交通管理部门出具的交通事故责任认定书；若是工伤事故需提供相关单位的工伤证明）</p>
      <p>1.8授权委托书和受托人身份证明（委托理赔适用）</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "help",
  methods: {
    sure() {}
  }
};
</script>