<template>
  <div class="credit-bar">
    <div class="agreement-bar">
      <h2>常见问题</h2>

      <h3>一、 如果邀请团队成员即事业合伙人？</h3>
      <p class="mb-30">在“邀请”中，识别二维码或者点击“立即注册”，即可进入邀请注册页面，转发给好友，填写注册信息后即可成功注册。</p>
      
      <h3>二、个人信息如何维护？</h3>
      <p class="mb-30">在“我的”页面中，点击头像处可进入“个人信息”页面，在个人信息页面中，可修改手机号、邮箱、所在省份城市、资质认证、修改登录密码、修改银行卡号等信息。</p>

      <h3>三、如何查看已投保的保单信息？</h3>
      <p class="mb-30">在“我的”页面中，点击“我的保单”可查看保单信息、包括未支付（当天订单可继续支付、超过当天则系统自动删除该订单信息）、已承保、即将到期、已失效保单信息。</p>

      <h3>四、如何理赔？</h3>
      <p class="mb-30">直接拨打保险公司理赔报案电话，按照保险公司理赔规定操作即可。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "question",
  methods: {
    sure() {}
  }
};
</script>

